# -*- coding = utf-8 -*-
# @Time : 2024/9/18 9:35
# @Author : 小五
# @File : text.py
# @Sofeware : PyCharm

eg289_282 = ["""
徐桂苓与白山市七道江移民砖厂确认劳动关系纠纷一审民事判决书徐桂苓与白山市七道江移民砖厂确认劳动关系纠纷一审民事判决书吉林省白山市浑江区人民法院民事判决书(2014)浑民一初字第504号当事人原告：徐桂苓。
委托代理人：郑义安，吉林闻轩律师事务所律师。
被告：白山市七道江移民砖厂。
住所：吉林省白山市浑江区七道江村法定代表人：王金德，该厂厂长。
委托代理人：王立春，吉林学民律师事务所律师。
审理经过原告徐桂苓诉被告白山市七道江移民砖厂确认劳动关系纠纷一案，本院受理后，依法由代理审判员孙玉霞独任审判，公开开庭进行了审理，原告徐桂苓及其委托代理人郑义安、被告白山市七道江移民砖厂委托代理人王立春到庭参加诉讼。
本案现已审理终结。
原告诉称原告诉称：原告徐桂苓的母亲李菊荣（1952年4月17日生，汉族）系白山市浑江区七道江镇七道江村农民。
从1998年开始，李菊荣到被告处从事选料工作。
2013年6月10日，李菊荣在上班途中遭遇车祸，于2013年6月11日伤重身亡。
2014年5月5日，李菊荣的独生女徐桂苓（即原告）依法向人社局提出工伤认定申请。
由于李菊荣与被告之间未签订书面劳动合同，按照人社局的要求，原告向白山市劳动人事争议仲裁委员会申请仲裁，请求裁决李菊荣与白山市七道江移民砖厂存在劳动关系。
2014年6月11日白山市劳动人事争议仲裁委员会以李菊荣超过60岁为由不予受理。
现原告诉至法院，请求法院依法确认李菊荣与白山市七道江移民砖厂存在劳动关系。
被告辩称被告辩称：依据国务院《关于工人退休、退职的暂行办法》第1条“全民所有制企业、事业单位和党政机关、群众团体的工人，符合下列条件之一的，应该退休：（1）男年满60周岁，女年满50周岁，连续工龄满10年的。
……”之规定，李菊荣已经超过50周岁，主体资格不够，因此不能确认李菊荣与白山市七道江移民砖厂存在劳动关系，本案不属于劳动法调整范围，请求法院依法驳回原告的诉讼请求。
本院查明经审理查明：原告徐桂苓系李菊荣的女儿，李菊荣生于1952年4月17日，系白山市浑江区七道江镇七道江村农民，从1998年开始，到被告处从事选料工作，双方未签订书面劳动合同，白山市七道江移民砖厂也未为李菊荣办理养老保险，李菊荣没有享受基本养老保险待遇。
2013年6月10日14时45分许，李菊荣乘坐同在白山市七道江移民砖厂工作的丈夫徐汝德（未取得机动车驾驶证）驾驶的无号牌普通二轮摩托车，在上班途中，沿鹤大线由西向东行驶至1013km﹢820m处左转弯时，驶入道路北侧深沟内，造成徐汝德、李菊荣受伤、车辆部分损坏的道路交通事故。
李菊荣经白山市中心医院抢救无效于2013年6月11日16时死亡。
白山市公安局交通警察支队浑江区大队于2013年7月16日作出浑公交认字（2013）第×××-01号《道路交通事故认定书》，认定徐汝德承担事故全部责任、李菊荣不承担事故责任。
原告徐桂苓于2014年6月4日诉至白山市劳动人事争议仲裁委员会，请求确认李菊荣与白山市七道江移民砖厂存在劳动关系。
2014年6月11日白山市劳动人事争议仲裁委员会以李菊荣超过法定退休年龄为由，作出《不予受理案件通知书》。
原告不服该通知书，诉至本院。
上述案件事实，有当事人陈述及经过庭审质证的《不予受理案件通知书》、2014年4月25日由白山市七道江移民砖厂出具的证实材料、李菊荣的死亡医学证明书、李菊荣与徐汝德的户口簿、《道路交通事故认定书》等证据在卷为凭，足资认定。
本院认为本院认为：依照《中华人民共和国劳动合同法》的有关规定，用人单位自用工之日起即与劳动者建立劳动关系。
本案中，李菊荣从1998年开始在白山市七道江移民砖厂从事选料工作，为该厂提供劳动，白山市七道江移民砖厂也为李菊荣发放工资，履行用工主体的责任和义务，双方虽未签订书面劳动合同，但已形成了事实上的劳动关系。
被告辩称李菊荣已经超过50周岁，达到法定退休年龄，不能确认李菊荣与白山市七道江移民砖厂存在劳动关系，本案不属于劳动法调整范围。
本院认为，我国虽然规定女职工的退休年龄是50周岁，但法律、行政法规并未禁止用人单位聘用达到法定退休年龄人员工作，白山市七道江移民砖厂在李菊荣达到法定退休年龄之后，并没有为李菊荣办理退休手续，也没有提出终止劳动关系，而是继续聘用李菊荣从事劳动，表明双方均有继续履行劳动关系的意思表示，且李菊荣也未依法享有养老保险待遇或领取退休金，因此，双方仍系劳动法律关系，应当受《劳动法》调整。
故对被告的抗辩理由，本院不予支持。
综上，对原告的诉请，本院予以支持。
依照《中华人民共和国劳动合同法》第七条“用人单位自用工之日起即与劳动者建立劳动关系。
用人单位应当建立职工名册备查。”
、最高人民法院《关于审理劳动争议案件适用法律若干问题的解释（三）》第七条“用人单位与其招用的已经依法享受养老保险待遇或领取退休金的人员发生用工争议，向人民法院提起诉讼的，人民法院应当按劳务关系处理。”
和最高人民法院《关于民事诉讼证据的若干规定》第二条“当事人对自己提出的诉讼请求所依据的事实或者反驳对方诉讼请求所依据的事实有责任提供证据加以证明。
没有证据或者证据不足以证明当事人的事实主张的，由负有举证责任的当事人承担不利后果。”
之规定，判决如下：裁判结果李菊荣从1998年至2013年6月11日与被告白山市七道江移民砖厂存在劳动关系。
案件受理费10元减半收取，由被告白山市七道江移民砖厂承担5元。
如不服本判决，可在判决书送达之日起十五日内，向本院递交上诉状，并按对方当事人的人数提出副本，上诉于吉林省白山市中级人民法院。
落款代理审判员孙玉霞二〇一四年九月九日书记员宋凯
""",
           """
<案件基本信息><案名>徐桂苓与白山市七道江移民砖厂确认劳动关系纠纷</案名>一审民事判决书徐桂苓与白山市七道江移民砖厂确认劳动关系纠纷一审民事判决书<审理法院>吉林省白山市浑江区人民法院</审理法院><案号><审理程序>民事判决书(2014)浑民一初字第504号</案号></审理程序>当事人原告：徐桂苓。
委托代理人：郑义安，吉林闻轩律师事务所律师。
被告：白山市七道江移民砖厂。
住所：吉林省白山市浑江区七道江村法定代表人：王金德，该厂厂长。
委托代理人：王立春，吉林学民律师事务所律师。
审理经过原告徐桂苓诉被告白山市七道江移民砖厂确认劳动关系纠纷一案，本院受理后，依法由代理审判员孙玉霞独任审判，公开开庭进行了审理，原告徐桂苓及其委托代理人郑义安、被告白山市七道江移民砖厂委托代理人王立春到庭参加诉讼。
本案现已审理终结。
</案件基本信息><案件基本事实部分>原告诉称原告诉称：原告徐桂苓的母亲李菊荣（1952年4月17日生，汉族）系白山市浑江区七道江镇七道江村农民。
从1998年开始，李菊荣到被告处从事选料工作。
<劳动结束时间>2013年6月10日，李菊荣在上班途中遭遇车祸，于2013年6月11日伤重身亡。
</劳动结束时间>2014年5月5日，李菊荣的独生女徐桂苓（即原告）依法向人社局提出工伤认定申请。
由于李菊荣与被告之间未签订书面劳动合同，按照人社局的要求，原告向白山市劳动人事争议仲裁委员会申请仲裁，请求裁决李菊荣与白山市七道江移民砖厂存在劳动关系。
2014年6月11日白山市劳动人事争议仲裁委员会以李菊荣超过60岁为由不予受理。
现原告诉至法院，请求法院依法确认李菊荣与白山市七道江移民砖厂存在劳动关系。
被告辩称被告辩称：依据国务院《关于工人退休、退职的暂行办法》第1条“全民所有制企业、事业单位和党政机关、群众团体的工人，符合下列条件之一的，应该退休：（1）男年满60周岁，女年满50周岁，连续工龄满10年的。
……”之规定，李菊荣已经超过50周岁，主体资格不够，因此不能确认李菊荣与白山市七道江移民砖厂存在劳动关系，本案不属于劳动法调整范围，请求法院依法驳回原告的诉讼请求。
本院查明经审理查明：原告徐桂苓系李菊荣的女儿，<出生时间>李菊荣生于1952年4月17日，</出生时间>系白山市浑江区七道江镇七道江村农民，<劳动起始时间>从1998年开始，到被告处从事选料工作，</劳动起始时间><有无书面合同 状态="无">双方未签订书面劳动合同，</有无书面合同>白山市七道江移民砖厂也未为李菊荣办理养老保险，<有无享受养老保险待遇 状态="无">李菊荣没有享受基本养老保险待遇。</有无享受养老保险待遇>
<劳动者性别 状态="男">2013年6月10日14时45分许，李菊荣乘坐同在白山市七道江移民砖厂工作的丈夫徐汝德（未取得机动车驾驶证）驾驶的无号牌普通二轮摩托车，</劳动者性别>在上班途中，沿鹤大线由西向东行驶至1013km﹢820m处左转弯时，驶入道路北侧深沟内，造成徐汝德、李菊荣受伤、车辆部分损坏的道路交通事故。
李菊荣经白山市中心医院抢救无效于2013年6月11日16时死亡。
白山市公安局交通警察支队浑江区大队于2013年7月16日作出浑公交认字（2013）第×××-01号《道路交通事故认定书》，认定徐汝德承担事故全部责任、李菊荣不承担事故责任。
原告徐桂苓于2014年6月4日诉至白山市劳动人事争议仲裁委员会，请求确认李菊荣与白山市七道江移民砖厂存在劳动关系。
<仲裁委拒绝仲裁的理由>2014年6月11日白山市劳动人事争议仲裁委员会以李菊荣超过法定退休年龄为由，作出《不予受理案件通知书》。
</仲裁委拒绝仲裁的理由>原告不服该通知书，诉至本院。
上述案件事实，有当事人陈述及经过庭审质证的《不予受理案件通知书》、2014年4月25日由白山市七道江移民砖厂出具的证实材料、李菊荣的死亡医学证明书、李菊荣与徐汝德的户口簿、《道路交通事故认定书》等证据在卷为凭，足资认定。
</案件基本事实部分><理由>本院认为本院认为：依照<审理法院的认定依据>《中华人民共和国劳动合同法》的有关规定，用人单位自用工之日起即与劳动者建立劳动关系。</审理法院的认定依据>
本案中，<结束劳动时是否达到法定退休年龄 状态="是">李菊荣从1998年开始在白山市七道江移民砖厂从事选料工作，为该厂提供劳动，白山市七道江移民砖厂也为李菊荣发放工资，履行用工主体的责任和义务，双方虽未签订书面劳动合同，但已形成了事实上的劳动关系。
被告辩称李菊荣已经超过50周岁，达到法定退休年龄</结束劳动时是否达到法定退休年龄>，不能确认李菊荣与白山市七道江移民砖厂存在劳动关系，本案不属于劳动法调整范围。
本院认为，我国虽然规定女职工的退休年龄是50周岁，但法律、行政法规并未禁止用人单位聘用达到法定退休年龄人员工作，<审理法院的认定理由>白山市七道江移民砖厂在李菊荣达到法定退休年龄之后，并没有为李菊荣办理退休手续，也没有提出终止劳动关系，而是继续聘用李菊荣从事劳动，表明双方均有继续履行劳动关系的意思表示，且李菊荣也未依法享有养老保险待遇或领取退休金，因此，双方仍系劳动法律关系，应当受《劳动法》调整。</审理法院的认定理由>
故对被告的抗辩理由，本院不予支持。
综上，对原告的诉请，本院予以支持。
</理由><裁判依据>依照<审理法院的实体裁判依据>《中华人民共和国劳动合同法》第七条“用人单位自用工之日起即与劳动者建立劳动关系。
用人单位应当建立职工名册备查。”
、最高人民法院《关于审理劳动争议案件适用法律若干问题的解释（三）》第七条“用人单位与其招用的已经依法享受养老保险待遇或领取退休金的人员发生用工争议，向人民法院提起诉讼的，人民法院应当按劳务关系处理。”</审理法院的实体裁判依据>
和最高人民法院《关于民事诉讼证据的若干规定》第二条“当事人对自己提出的诉讼请求所依据的事实或者反驳对方诉讼请求所依据的事实有责任提供证据加以证明。
没有证据或者证据不足以证明当事人的事实主张的，由负有举证责任的当事人承担不利后果。”
之规定，</裁判依据><裁判主文>判决如下：<审理法院的对应裁判结果 状态="劳动关系">裁判结果李菊荣从1998年至2013年6月11日与被告白山市七道江移民砖厂存在劳动关系。
</审理法院的对应裁判结果>案件受理费10元减半收取，由被告白山市七道江移民砖厂承担5元。
如不服本判决，可在判决书送达之日起十五日内，向本院递交上诉状，并按对方当事人的人数提出副本，上诉于吉林省白山市中级人民法院。
</裁判主文><落款>落款<审理法官>代理审判员孙玉霞</审理法官><审结时间>二〇一四年九月九日</审结时间>书记员宋凯</落款>
"""
]
eg883_155 = ["""
重庆市巴南区环境卫生管理处与邹俊确认劳动关系纠纷上诉案重庆市巴南区环境卫生管理处与邹俊确认劳动关系纠纷上诉案重庆市第五中级人民法院民事判决书(2015)渝五中法民终字第01857号当事人上诉人（原审被告）重庆市巴南区环境卫生管理处，住所地重庆市巴南区鱼洞新农街42号，组织机构代码G7190136-3。
法定代表人陈永红，主任。
委托代理人王荣。
委托代理人吴昌君。
被上诉人（原审原告）邹俊。
委托代理人朱长远，重庆格林威律师事务所律师。
审理经过上诉人重庆市巴南区环境卫生管理处（以下简称“巴南环卫处”）因与被上诉人邹俊确认劳动关系纠纷一案，不服重庆市巴南区人民法院（2014）巴法民初字第05043号民事判决，向本院提起上诉，本院依法组成合议庭审理了本案，现已审理终结。
一审法院查明一审查明，2010年10月9日，邹俊与巴南环卫处签订《劳动合同书》约定，邹俊工作起始时间为2010年10月9日，合同期限至2013年6月30日止。
2013年7月1日，双方又签订《劳动合同变更协议书》，一致同意将劳动合同期限变更为2013年7月1日至2014年6月30日。
2014年4月12日，邹俊在道路上作业时发生交通事故受伤。
2014年9月4日，邹俊向重庆市巴南区劳动人事争议仲裁委员会（以下简称巴南仲裁委）申请仲裁，请求事项与本案诉求一致。
该委以巴劳人仲不字（2014）第55号不予受理案件通知书（以下简称55号通知书）决定不予受理，邹俊遂诉至法院。
原告诉称邹俊一审诉称，其从2010年10月9日即开始在巴南环卫处从事保洁工作，双方签订有劳动合同及劳动合同变更协议书。
2014年9月11日，邹俊向巴南仲裁委申请确认其与巴南环卫处从2014年4月2日起至今存在劳动关系，该委以55号通知书决定不予受理。
邹俊特诉请法院请求依法确认其与巴南环卫外在2014年4月2日至2014年6月30日期间存在劳动关系。
被告辩称巴南环卫处一审辩称，邹俊从2010年10月9日到2013年6月在巴南环卫处上班属实，但期满后双方没有续约。
即使双方仍有劳动关系，邹俊于2014年4月1日年满60周岁后，双方的关系也应是劳务关系而非劳动关系，故请求驳回邹俊的诉讼请求。
一审法院认为一审认为，经邹俊与巴南环卫处一致确认的劳动合同期限为2010年10月9日至2014年6月30日，在此期间邹俊因交通事故受伤，此后双方至今并未协商解除劳动合同。
邹俊虽于2014年4月1日年满60周岁，但巴南环卫处并无证据证明邹俊已开始依法享受基本养老保险待遇。
双方之间的劳动关系既未协商解除，也不符合依法终止情形，故对于邹俊的诉请予以支持，即确认邹俊与巴南环卫处之间于2014年4月2日至2014年6月30日期间存在劳动关系。
巴南环卫处针对邹俊举示的《劳动合同变更协议书》、《道路交通事故认定书》所提真实性异议，因其并未举示证据予以佐证，不予采信。
巴南环卫处所举示的证据与本案待证事实缺乏关联性，不予采信。
为此，根据《中华人民共和国劳动合同法》第三条第二款、最高人民法院《关于民事诉讼证据的若干规定》第二条之规定，判决邹俊与重庆市巴南区环境卫生管理处之间于2014年4月2日至2014年6月30日期间存在劳动关系。
案件受理费10元，减半收取5元，决定免收。
二审上诉人诉称巴南环卫处不服一审判决，向本院提起上诉称，被上诉人于2014年4月1日年满60周岁，因此，其与上诉人之间不存在劳动关系，一审仍确认存在劳动关系属事实认定不清。
请求二审法院撤销原判，依法改判支持上诉人的请求。
二审被上诉人辩称邹俊二审答辩称一审判决认定事实清楚，适用法律准确，判决结果正确，恳请维持。
本院查明本院二审查明的事实与一审法院查明的事实一致。
本院认为本院认为，被上诉人虽然于2014年4月1日年满60周岁，达到法定退休年龄，但其并未从此时起开始享受基本养老保险待遇，而上诉人与被上诉人于2013年7月1日签订的《劳动合同变更协议书》确认双方劳动合同期限终止日为2014年6月30日，因此，在该期间内，双方之间的劳动合同并不符合《劳动合同法》第四十四条规定的终止情形，仍处于存续状态，一审予以确认正确。
上诉人以被上诉人达到法定退休年龄为由主张劳动关系终止的理由缺乏法律依据，本院不予采信。
综上，一审判决认定事实清楚，适用法律准确，判决结果恰当，应予维持。
依据《中华人民共和国民事诉讼法》第一百七十条第（一）项之规定，判决如下：裁判结果驳回上诉，维持原判。
二审案件受理费10元，由上诉人重庆市巴南区环境卫生管理处承担。
本判决为终审判决。
落款审判长蒋科代理审判员黎明代理审判员于利二〇一五年四月二十二日书记员张坤
""",
    """
<案名>重庆市巴南区环境卫生管理处与邹俊确认劳动关系纠纷</案名>上诉案重庆市巴南区环境卫生管理处与邹俊确认劳动关系纠纷上诉案<审理法院>重庆市第五中级人民法院</审理法院><案号><审理程序 状态="二审">民事判决书(2015)渝五中法民终字第01857号</案号></审理程序>当事人上诉人（原审被告）重庆市巴南区环境卫生管理处，住所地重庆市巴南区鱼洞新农街42号，组织机构代码G7190136-3。
法定代表人陈永红，主任。
委托代理人王荣。
委托代理人吴昌君。
被上诉人（原审原告）邹俊。
委托代理人朱长远，重庆格林威律师事务所律师。
审理经过上诉人重庆市巴南区环境卫生管理处（以下简称“巴南环卫处”）因与被上诉人邹俊确认劳动关系纠纷一案，不服重庆市巴南区人民法院（2014）巴法民初字第05043号民事判决，向本院提起上诉，本院依法组成合议庭审理了本案，<案件基本信息>现已审理终结。
</案件基本信息><案件基本事实部分>一审法院查明一审查明，<劳动起始时间><有无书面合同 状态="有">2010年10月9日，邹俊与巴南环卫处签订《劳动合同书》约定，邹俊工作起始时间为2010年10月9日，</劳动起始时间>合同期限至2013年6月30日止。
</有无书面合同>2013年7月1日，双方又签订《劳动合同变更协议书》，一致同意将劳动合同期限变更为2013年7月1日至2014年6月30日。
<劳动结束时间>2014年4月12日，邹俊在道路上作业时发生交通事故受伤。
</劳动结束时间>2014年9月4日，邹俊向重庆市巴南区劳动人事争议仲裁委员会（以下简称巴南仲裁委）申请仲裁，请求事项与本案诉求一致。
该委以巴劳人仲不字（2014）第55号不予受理案件通知书（以下简称55号通知书）决定不予受理，邹俊遂诉至法院。
原告诉称邹俊一审诉称，其从2010年10月9日即开始在巴南环卫处从事保洁工作，双方签订有劳动合同及劳动合同变更协议书。
2014年9月11日，邹俊向巴南仲裁委申请确认其与巴南环卫处从2014年4月2日起至今存在劳动关系，该委以55号通知书决定不予受理。
邹俊特诉请法院请求依法确认其与巴南环卫外在2014年4月2日至2014年6月30日期间存在劳动关系。
被告辩称巴南环卫处一审辩称，邹俊从2010年10月9日到2013年6月在巴南环卫处上班属实，但期满后双方没有续约。
即使双方仍有劳动关系，邹俊于2014年4月1日年满60周岁后，双方的关系也应是劳务关系而非劳动关系，故请求驳回邹俊的诉讼请求。
<回顾一审法院的认定理由>一审法院认为一审认为，经邹俊与巴南环卫处一致确认的劳动合同期限为2010年10月9日至2014年6月30日，在此期间邹俊因交通事故受伤，此后双方至今并未协商解除劳动合同。
<劳动者何时达到法定退休年龄 状态="劳动期间达到法定退休年龄">邹俊虽于2014年4月1日年满60周岁，但巴南环卫处并无证据证明邹俊已开始依法享受基本养老保险待遇。
</劳动者何时达到法定退休年龄>双方之间的劳动关系既未协商解除，也不符合依法终止情形，故对于邹俊的诉请予以支持，即确认邹俊与巴南环卫处之间于2014年4月2日至2014年6月30日期间存在劳动关系。
</回顾一审法院的认定理由>巴南环卫处针对邹俊举示的《劳动合同变更协议书》、《道路交通事故认定书》所提真实性异议，因其并未举示证据予以佐证，不予采信。
巴南环卫处所举示的证据与本案待证事实缺乏关联性，不予采信。
为此，<回顾一审法院的裁判依据>根据《中华人民共和国劳动合同法》第三条第二款、</回顾一审法院的裁判依据>最高人民法院《关于民事诉讼证据的若干规定》第二条之规定，<回顾一审法院的裁判结果 状态="劳动关系">判决邹俊与重庆市巴南区环境卫生管理处之间于2014年4月2日至2014年6月30日期间存在劳动关系。
</回顾一审法院的裁判结果>案件受理费10元，减半收取5元，决定免收。
二审上诉人诉称巴南环卫处不服一审判决，向本院提起上诉称，被上诉人于2014年4月1日年满60周岁，因此，其与上诉人之间不存在劳动关系，一审仍确认存在劳动关系属事实认定不清。
请求二审法院撤销原判，依法改判支持上诉人的请求。
二审被上诉人辩称邹俊二审答辩称一审判决认定事实清楚，适用法律准确，判决结果正确，恳请维持。
本院查明本院二审查明的事实与一审法院查明的事实一致。
</案件基本事实部分><理由>本院认为本院认为，<结束劳动时是否达到法定退休年龄 状态="是"><有无享受养老保险待遇 状态="无"><审理法院的认定理由>被上诉人虽然于2014年4月1日年满60周岁，达到法定退休年龄，</结束劳动时是否达到法定退休年龄>但其并未从此时起开始享受基本养老保险待遇，</有无享受养老保险待遇>而上诉人与被上诉人于2013年7月1日签订的《劳动合同变更协议书》确认双方劳动合同期限终止日为2014年6月30日，因此，在该期间内，双方之间的劳动合同并不符合<审理法院的认定依据>《劳动合同法》第四十四条</审理法院的认定依据>规定的终止情形，仍处于存续状态，一审予以确认正确。
<审理法院的对应裁判结果 状态="劳动关系">上诉人以被上诉人达到法定退休年龄为由主张劳动关系终止的理由缺乏法律依据，本院不予采信。
</审理法院的认定理由></审理法院的对应裁判结果>综上，一审判决认定事实清楚，适用法律准确，判决结果恰当，应予维持。
</理由><裁判依据>依据《中华人民共和国民事诉讼法》第一百七十条第（一）项之规定，</裁判依据><裁判主文>判决如下：裁判结果驳回上诉，维持原判。
二审案件受理费10元，由上诉人重庆市巴南区环境卫生管理处承担。
本判决为终审判决。
</裁判主文><落款>落款<审理法官>审判长蒋科代理审判员黎明代理审判员于利<审结时间></审理法官>二〇一五年四月二十二日</审结时间>书记员张坤</落款>
"""
]
eg679_360 = [
    """
原告李娟、狄晓东与被告垣曲县宏顺物业管理有限公司确认劳动关系纠纷一案一审民事判决书原告李娟、狄晓东与被告垣曲县宏顺物业管理有限公司确认劳动关系纠纷一案一审民事判决书山西省垣曲县人民法院>民事判决书(2018)晋0827民初953号当事人原告：李娟。
原告：狄晓东（曾用名狄倩倩）。
二原告委托诉讼代理人：毛蔷乐，山西衡霄律师事务所律师。
被告：垣曲县宏顺物业管理有限公司，住所地：垣曲县闻垣路与横济线交汇处南500米。
法定代表人：常国强，执行董事。
委托诉讼代理人：吕啸虎，山西啸虎律师事务所律师。
审理经过原告李娟、狄晓东与被告垣曲县宏顺物业管理有限公司确认劳动关系纠纷一案，本院于2018年9月6日立案受理后，依法适用简易程序，于2018年11月9日公开开庭进行了审理。
原告李娟及二原告委托诉讼代理人毛蔷乐、被告垣曲县宏顺物业管理有限公司法定代表人常国强及委托诉讼代理人吕啸虎到庭参加诉讼。
本案现已审理终结。
原告诉称二原告向本院提出诉讼请求：一、请求依法确认二原告父亲李小保与被告垣曲县宏顺物业管理有限公司之间存在事实劳动关系；二、本案诉讼费用由被告承担。
事实和理由：2017年6月1日，二原告父亲李小保到被告处上班，根据被告的安排李小保在被告公司所负责的京小宅小区门岗处任职。
2017年9月16日上午11时许，李小保在门岗任职过程中突发疾病，经垣曲县人民医院抢救无效死亡。
后二原告多次要求被告处理李小保工亡一事，但一直未果。
原告认为，被告按月给李小保发放工资，李小保为被告提供劳动，并接受被告管理，双方之间已经形成事实上的劳动关系，故此，请求贵院依法确认双方之间的劳动关系。
被告辩称被告垣曲县宏顺物业管理有限公司辩称，原告所诉不实，2017年6月1日，二原告父亲李小保开始在被告处从事门卫工作，双方未就劳务有关事项签订书面协议。
同年9月16日，李小保因突发疾病经抢救无效死亡，被告积极协助将其安葬。
后经李小保所在村委会出面协调，原告方同意被告补偿李小保家属1万元，自此，双方之间因李小保死亡事宜再无纠纷，绝非原告诉称的要求被告处理，一直未果。
其次，李小保与被告之间不存在劳动关系。
李小保在向被告提供劳务时已经过了法定退休年龄，并开始享受养老保险待遇；第三，被告客观上无法与李小保建立劳动关系。
劳动关系不单指实际用工，真正的劳动关系不仅受到劳动保障部门方方面面的监管，而且还紧密关联着我国的社会保险保障体系，而本案中李小保与被告的关系，不受劳动保障部门的监管，也根本不可能享有社>会保险的保障。
本院查明经审理查明：李小保出生于1957年5月16日，1985年结婚，婚后分别于1991年、1998年收养原告李娟、狄晓东，2005年李小保离异。
2017年6月1日，李小保经人介绍到被告公司京小宅小区做门卫工作，上班为三班倒，月工资900元。
2017年9月16日上午11时左右，李小保在上班期间因脑出血突然晕倒，被送往医院经抢救无效死亡。
2018年9月4日，原告申请劳动仲裁，要求确认李小保与被告之间存在事实劳动关系，垣曲县劳动人事争议仲裁委员会以李小保年龄超过60岁，超过法定退休年龄，主体不适格为由决定不予受理。
2018年9月6日，原告诉至本院要求确认李小保与被告公司之间存在事实劳动关系。
另查明：李小保在垣曲县城乡居民养老保险管理服务中心参保，于2017年6月开始领取养老保险金，每月92.36元，因身故同年9月终止发放养老保险金。
>以上事实有原告提交的李小保身份证、户口本、（2005）垣民初字第260号民事判决书、垣曲县宏顺物业管理有限公司出具的证明、垣曲县人民医院抢救记录、居民死亡医学证明（推断）书、垣曲县劳动人事争>议仲裁委员会不予受理通知书、被告提交的由垣曲县城乡居民养老保险管理服务中心出具的证明及原、被告当庭陈述为证。
本院认为本院认为，劳动者开始依法享受基本养老保险待遇的，劳动合同终止。
用人单位与其招用的已经依法享受养老保险待遇或领取退休金的人员发生用工争议，向人民法院提起诉讼的，人民法院应当按劳务关系处理。
本案中，李小保在被告垣曲县宏顺物业管理有限公司上班时已经年满60周岁，且于2017年6月开始领取养老保险金，已经不再具备建立劳动关系的主体资格，其与垣曲县宏顺物业管理有限公司之间的关系应按劳务
关系处理，不宜确认为劳动关系。
据此，依照《中华人民共和国劳动合同法》第四十四条、《最高人民法院关于审理劳动争议案件适用法律若干问题的解释（三）》第七条之规定，判决如下：裁判结果驳回二原告的诉讼请求。
案件受理费5元，已减半收取，由二原告承担。
如不服本判决，可在判决书送达之日起十五日内，向本院递交上诉状，并按对方当事人的人数提出副本，上诉于运城市中级人民法院，并直接向运城市中级人民法院交纳上诉费。
落款审判员赵久红二〇一八年十一月十二日书记员周本慧
""",
    """
<案件基本信息><案名>原告李娟、狄晓东与被告垣曲县宏顺物业管理有限公司确认劳动关系纠纷</案名>一案一审民事判决书原告李娟、狄晓东与被告垣曲县宏顺物业管理有限公司确认劳动关系纠纷一案一审民事判决书<审理法院>山西省垣曲县人民法院</审理法院><案号><审理程序>民事判决书(2018)晋0827民初953号</案号></审理程序>当事人原告：李娟。
原告：狄晓东（曾用名狄倩倩）。
二原告委托诉讼代理人：毛蔷乐，山西衡霄律师事务所律师。
被告：垣曲县宏顺物业管理有限公司，住所地：垣曲县闻垣路与横济线交汇处南500米。
法定代表人：常国强，执行董事。
委托诉讼代理人：吕啸虎，山西啸虎律师事务所律师。
审理经过原告李娟、狄晓东与被告垣曲县宏顺物业管理有限公司确认劳动关系纠纷一案，本院于2018年9月6日立案受理后，依法适用简易程序，于2018年11月9日公开开庭进行了审理。
原告李娟及二原告委托诉讼代理人毛蔷乐、被告垣曲县宏顺物业管理有限公司法定代表人常国强及委托诉讼代理人吕啸虎到庭参加诉讼。
本案现已审理终结。
</案件基本信息><案件基本事实部分>原告诉称二原告向本院提出诉讼请求：一、请求依法确认二原告父亲李小保与被告垣曲县宏顺物业管理有限公司之间存在事实劳动关系；二、本案诉讼费用由被告承担。
事实和理由：2017年6月1日，二原告父亲李小保到被告处上班，根据被告的安排李小保在被告公司所负责的京小宅小区门岗处任职。
2017年9月16日上午11时许，李小保在门岗任职过程中突发疾病，经垣曲县人民医院抢救无效死亡。
后二原告多次要求被告处理李小保工亡一事，但一直未果。
原告认为，被告按月给李小保发放工资，李小保为被告提供劳动，并接受被告管理，双方之间已经形成事实上的劳动关系，故此，请求贵院依法确认双方之间的劳动关系。
被告辩称被告垣曲县宏顺物业管理有限公司辩称，原告所诉不实，2017年6月1日，二原告父亲李小保开始在被告处从事门卫工作，双方未就劳务有关事项签订书面协议。
同年9月16日，李小保因突发疾病经抢救无效死亡，被告积极协助将其安葬。
后经李小保所在村委会出面协调，原告方同意被告补偿李小保家属1万元，自此，双方之间因李小保死亡事宜再无纠纷，绝非原告诉称的要求被告处理，一直未果。
其次，李小保与被告之间不存在劳动关系。
<劳动者何时达到法定退休年龄 状态="劳动前达到法定退休年龄"><结束劳动时是否达到法定退休年龄 状态="是">李小保在向被告提供劳务时已经过了法定退休年龄，并开始享受养老保险待遇；</劳动者何时达到法定退休年龄></结束劳动时是否达到法定退休年龄>第三，被告客观上无法与李小保建立劳动关系。
劳动关系不单指实际用工，真正的劳动关系不仅受到劳动保障部门方方面面的监管，而且还紧密关联着我国的社会保险保障体系，而本案中李小保与被告的关系，不受劳动保障部门的监管，也根本不可能享有社会保险的保障。
本院查明经审理查明：<出生时间>李小保出生于1957年5月16日，</出生时间>1985年结婚，婚后分别于1991年、1998年收养原告李娟、狄晓东，2005年李小保离异。
<劳动起始时间>2017年6月1日，李小保经人介绍到被告公司京小宅小区做门卫工作，</劳动起始时间>上班为三班倒，月工资900元。
<劳动结束时间>2017年9月16日上午11时左右，李小保在上班期间因脑出血突然晕倒，被送往医院经抢救无效死亡。
</劳动结束时间>2018年9月4日，原告申请劳动仲裁，要求确认李小保与被告之间存在事实劳动关系，<仲裁委拒绝仲裁的理由>垣曲县劳动人事争议仲裁委员会以李小保年龄超过60岁，超过法定退休年龄，主体不适格为由决定不予受理。
</仲裁委拒绝仲裁的理由>2018年9月6日，原告诉至本院要求确认李小保与被告公司之间存在事实劳动关系。
另查明：<有无享受养老保险待遇 状态="有"><养老保险待遇类型 类型="城乡居民养老保险">李小保在垣曲县城乡居民养老保险管理服务中心参保，于2017年6月开始领取养老保险金，每月92.36元，因身故同年9月终止发放养老保险金。</养老保险待遇类型>
</有无享受养老保险待遇>>以上事实有原告提交的李小保身份证、户口本、（2005）垣民初字第260号民事判决书、垣曲县宏顺物业管理有限公司出具的证明、垣曲县人民医院抢救记录、居民死亡医学证明（推断）书、垣曲县劳动人事争议仲裁委员会不予受理通知书、被告提交的由垣曲县城乡居民养老保险管理服务中心出具的证明及原、被告当庭陈述为证。
</案件基本事实部分><理由>本院认为本院认为，<审理法院的认定理由>劳动者开始依法享受基本养老保险待遇的，劳动合同终止。
用人单位与其招用的已经依法享受养老保险待遇或领取退休金的人员发生用工争议，向人民法院提起诉讼的，人民法院应当按劳务关系处理。
<审理法院的对应裁判结果 状态="劳务关系">本案中，李小保在被告垣曲县宏顺物业管理有限公司上班时已经年满60周岁，且于2017年6月开始领取养老保险金，已经不再具备建立劳动关系的主体资格，其与垣曲县宏顺物业管理有限公司之间的关系应按劳务关系处理，不宜确认为劳动关系。
</理由></审理法院的认定理由><裁判依据></审理法院的对应裁判结果>据此，依照<审理法院的实体裁判依据>《中华人民共和国劳动合同法》第四十四条、《最高人民法院关于审理劳动争议案件适用法律若干问题的解释（三）》第七条</审理法院的实体裁判依据>之规定，</裁判依据><裁判主文>判决如下：裁判结果驳回二原告的诉讼请求。
案件受理费5元，已减半收取，由二原告承担。
如不服本判决，可在判决书送达之日起十五日内，向本院递交上诉状，并按对方当事人的人数提出副本，上诉于运城市中级人民法院，并直接向运城市中级人民法院交纳上诉费。
</裁判主文><落款>落款<审理法官>审判员赵久红<审结时间></审理法官>二〇一八年十一月十二日</审结时间>书记员周本慧</落款>
"""
]
eg16_4 = [
    """
纳雍县烤烟综合服务农民专业合作社确认劳动关系纠纷再审民事判决书纳雍县烤烟综合服务农民专业合作社确认劳动关系纠纷再审民事判决书贵州省毕节市中级人民法院民事判决书(2021)黔05民再11号当事人再审申请人(一审被告，二审被上诉人)：纳雍县烤烟综合服务农民专业合作社,住所地贵州省纳雍县龙场镇以扒村。
统一社会信用代码：93520525067720504A。
法定代表人：陈昌华，该社理事长。
委托诉讼代理人(特别授权)：胡小芳，贵州星纬律师事务所律师。
委托诉讼代理人(特别授权)：胡兴涛，贵州星纬律师事务所律师。
被申请人(一审原告，二审上诉人)：卢凤芬。
委托诉讼代理人(特别授权)：郭海，贵州盈厚律师事务所律师。
委托诉讼代理人(特别授权)：胡文江，贵州盈厚律师事务所律师。
审理经过再审申请人纳雍县烤烟综合服务农民专业合作社(以下简称：烤烟合作社)与被申请人卢凤芬确认劳动关系纠纷一案，卢凤芬不服贵州省纳雍县人民法院(2019)黔0525民初1748号民事判决，向本院提起上诉。
本院于2019年10月10日作出(2019)黔05民终4881号民事判决。
烤烟合作社不服，向贵州省高级人民法院申请再审。
贵州省高级人民法院于2020年9月23日作出(2020)黔民申2538号民事裁定书，指令本院再审本案。
本院受理后，依法组成合议庭审理了本案，现已审理终结。
再审申请人烤烟合作社再审请求：撤销(2019)黔05民终4881号民事判决，维持贵州省纳雍县人民法院(2019)黔0525民初1748号民事判决。
事实及理由：二审法院适用法律错误，被申请人与申请人并不存在劳动关系。
申请人有新证据证明被申请人从2015年10月开始已经在纳雍县社保局享受城镇职工养老保险待遇，被申请人在申请人处工作时候已经达到法定退休年龄，双方之间应系劳务关系，而不是劳动关系。
一审法院认定事实清楚，适用法律正确。
再审被申请人辩称被申请人卢凤芬答辩认为：1.《国务院关于工人退休退职的暂行办法》适用对象为党政机关，事业单位和全民所有制企业，本案的当事人不是该办法适用的对象。
2.申请人认为合作社不是适格的用工主体理由不成立，再审申请人有相应的法人资格，申请人陈述的只是合作社的服务宗旨，是其合作社的内部管理手段及发展理念，与本案和合作社确认劳动关系没有关联3、本案中被申请人领取的养老保险是由其个人缴纳购买，没有与用人单位形成劳动关系的前提，也不是用人单位为被申请人购买，不因此否定双方之间存在的劳动关系。
原告诉称卢凤芬向一审法院起诉请求：确认原、被告于2018年8月15日建立劳动关系。
一审法院查明一审法院认定事实:原告卢凤芬。
被告烤烟合作社成立于2013年5月3日，类型为农民专业合作经济组织，成员出资总额49000元，业务范围为组织开展育苗、机耕、植保、烘烤、分级、农机维修、维护等农业服务；烤烟、粮食、蔬菜、水果种植及销售。
2018年8月15日，原告卢凤芬与被告烤烟合作社签订以卢凤芬为乙方，烤烟合作社为甲方的《专业化分级人员聘用协议》，协议约定：烤烟合作社聘用卢凤芬为碓叉收购点的分级工，计时工资为每月1200元，期限为自2018年烟叶分级之日起至2018年分级结束之日止。
双方并约定本协议不能满足《劳动合同法》，不适用《劳动合同法》。
2018年9月30日，原告乘坐三轮载货摩托车上班，途中发生交通事故。
2019年3月11日，原告向纳雍县劳动人事争议仲裁委员会申请确认劳动关系。
纳雍县劳动人事争议仲裁委员以被申请人主体不适格，作出纳劳人仲不字(2019)第4号不予受理通知书。
一审法院认为一审法院认为:本案系确认劳动关系纠纷，应当适用《中华人民共和国劳动合同法》及有关法律规定。
关于被告烤烟合作社是否属于劳动合同法中的用人单位，原、被告之间是否形成劳动合同关系的问题。
被告烤烟合作社作为农村专业合作社经济组织，虽经登记取得法人资格，具备一般经济组织的形式特征，但其本质属性为互助性质，且从其经营范围来看，仍以其组织成员为服务对象，而非一般的营利性组织，故被告烤烟合作社不属于劳动法意义上的用人单位。
故原告卢凤芬的主张，缺乏事实及法律依据，不予支持。
据此，依照《中华人民共和国农民专业合作社法》第二条，《最高人民法院关于审理劳动争议案件适用法律若干问题的解释(二)》第七条第(六)项之规定，一审法院判决：驳回原告卢凤芬的诉讼请求。
案件受理费10元，减半收取5元，由原告卢凤芬负担。
二审上诉人诉称卢凤芬不服一审判决，上诉请求：撤销原判，改判上诉人卢凤芬与纳雍县烤烟综合服务农民专业合作社存在劳动关系；一、二审诉讼费由被上诉人承担。
二审法院查明二审法院认定事实：双方当事人签订的《专业化分级人员聘用协议》约定上诉人应遵守被上诉人的纪律制度、工作规范，接受被上诉人合理安排、管理和检查考核。
上诉人卢凤芬2018年8月15日到被上诉人处工作。
对(2019)黔0525民初1748号民事判决查明的事实，予以确认。
二审法院认为二审法院认为本案争议焦点为：1.被上诉人是否是适格的用人单位；2.双方当事人是否存在劳动关系。
首先，关于纳雍县烤烟综合服务农民专业合作社是否为适格用人单位的问题。
《中华人民共和国农民专业合作社法》第五条第一款规定，农民专业合作社依照本法登记，取得法人资格。
《中华人民共和国劳动法》第二条规定，在中华人民共和国境内的企业、个体经济组织(以下统称用人单位)和与之形成劳动关系的劳动者，适用本法。
国家机关、事业组织、社会团体和与之建立劳动合同关系的劳动者，依照本法执行。
《中华人民共和国民事诉讼法》第四十八条第一款规定，公民、法人和其他组织可以作为民事诉讼的当事人。
本案中，纳雍县烤烟综合服务农民专业合作社于2013年5月3日登记成立，具备用人单位主体资格和诉讼主体资格。
其次，关于双方当事人是否建立劳动关系的问题。
《中华人民共和国劳动合同法》第十二条规定，劳动合同分为固定期限劳动合同、无固定期限劳动合同和以完成一定工作任务为期限的劳动合同。
本案中，双方当事人签订的《专业化分级人员聘用协议》约定了服务期限(自2018年烟叶分级之日起至2018年分级结束之日止)、工资待遇、工作岗位，以及上诉人应遵守被上诉人的纪律制度和工作规范，被上诉人有权对上诉人进行管理考核。
双方订立的上述协议符合劳动关系中劳动者为用人单位提供劳动，接受用人单位管理，用人单位支付劳动报酬的特点。
另外，虽然上诉人在双方签订《专业化分级人员聘用协议》时已经超过法定退休年龄，但未有证据证明上诉人已享受基本养老保险待遇或退休金，法律没有禁止上诉人作为劳动者。
如前所述，纳雍县烤烟综合服务农民专业合作社具有用人单位主体资格。
虽然双方签订的《专业化分级人员聘用协议》中约定了该协议不能满足与《中华人民共和国劳动合同法》，不适用《中华人民共和国劳动合同法》，但根据前述内容，双方之间建立了劳动关系，该约定与前述法律规定不符，属于无效条款。
综上，双方后，上诉人为被上诉人提供劳动，双方自2018年8月15日建立了以完成一定工作任务为期限的劳动合同关系。
据此，依照《中华人民共和国劳动法》第二条，《中华人民共和国劳动合同法》第十二条，《中华人民共和国农民专业合作社法》第五条第一款，《中华人民共和国民事诉讼法》第四十八条第一款及《中华人民共和国民事诉讼法》第一百七十条第一款第(二)项之规定，二审法院判决：一、撤销贵州省纳雍县人民法院(2019)黔0525民初1748号民事判决。
二、上诉人卢凤芬与被上诉人纳雍县烤烟综合服务农民专业合作社自2018年8月15日起建立劳动合同关系。
一审案受理费10元，减半收取5元，二审案件受理费10元，共15元，由被上诉人纳雍县烤烟综合服务农民专业合作社承担。
再审中，再审申请人烤烟合作社提交了以下证据：纳雍县社会保险事业局出具的证明一份；拟证明：被申请人从2015年10月份开始就已经享受城镇职工养老保险待遇。
被申请人卢凤芬质证认为：对该组证据的合法性有异议，没有出具单位负责人以及经办人的签字，公章没有编码，被申请人有理由怀疑该证据的真实性。
同时，被申请人享受的养老保险待遇是其自己购买，系农村基本养老保险待遇。
本院查明经审查，再审申请人提交的证明，来源真实合法，与本案具有关联性，可以达到申请人的证明目的，本院予以采信。
本院经再审查明：卢凤芬于2015年10月起享受城镇职工养老保险待遇，2018年每月养老保险待遇为1113.13元，2019年每月养老保险待遇为1203.2元。
对本院(2019)黔05民终4881号民事判决认定的事实予以确认。
本院认为本院再审认为，本案再审的争议焦点为：烤烟合作社与卢凤芬之间是否存在劳动关系。
被申请人卢凤芬于2015年10月起享受城镇职工养老保险待遇，根据最高人民法院《关于审理劳动争议案件适用法律若干问题的解释(三)》第七条：“用人单位与其招用的已经依法享受养老保险待遇或者领取退休金的人员发生用工争议，向人民法院提起诉讼的，人民法院应当按劳务关系处理”之规定，双方2018年8月15日签订《专业化分级人员聘用协议》应当按劳务关系处理。
被申请人关于确认双方于2018年8月15日建立劳动关系的请求，应当予以驳回。
本院(2019)黔05民终第4881号民事判决认为卢凤芬与烤烟合作社自2018年8月15日起建立劳动合同关系不当，予以纠正；贵州省纳雍县人民法院(2019)黔0525民初1748号民事判决虽然适用法律不当，但判决结果正确，本院纠正后予以维持。
综上，再审申请人烤烟合作社的再审请求成立，本院予以支持。
依照《中华人民共和国民事诉讼法》第一百七十条第一款第二项，第二百零七条第一款，《最高人民法院关于适用的解释》第三百三十四条、第四百零七条第二款，判决如下：裁判结果一、撤销本院(2019)黔05民终第4881号民事判决；二、维持贵州省纳雍县人民法院(2019)黔0525民初1748号民事判决。
一审案件受理费5元，二审案件受理费10元，均由卢凤芬承担。
本判决为终审判决。
落款审判长 王 云审判员 胡伟科审判员 郭少华二〇二一年四月八日书记员 赵 莉
""",
    """
<案件基本信息><案名>纳雍县烤烟综合服务农民专业合作社确认劳动关系纠纷</案名>再审民事判决书纳雍县烤烟综合服务农民专业合作社确认劳动关系纠纷再审民事判决书<审理法院>贵州省毕节市中级人民法院</审理法院><案号>民事判决书(2021)黔05民再11号</案号>当事人再审申请人(一审被告，二审被上诉人)：纳雍县烤烟综合服务农民专业合作社,住所地贵州省纳雍县龙场镇以扒村。
统一社会信用代码：93520525067720504A。
法定代表人：陈昌华，该社理事长。
委托诉讼代理人(特别授权)：胡小芳，贵州星纬律师事务所律师。
委托诉讼代理人(特别授权)：胡兴涛，贵州星纬律师事务所律师。
被申请人(一审原告，二审上诉人)：卢凤芬。
委托诉讼代理人(特别授权)：郭海，贵州盈厚律师事务所律师。
委托诉讼代理人(特别授权)：胡文江，贵州盈厚律师事务所律师。
审理经过再审申请人纳雍县烤烟综合服务农民专业合作社(以下简称：烤烟合作社)与被申请人卢凤芬确认劳动关系纠纷一案，卢凤芬不服贵州省纳雍县人民法院(2019)黔0525民初1748号民事判决，向本院提起上诉。
本院于2019年10月10日作出(2019)黔05民终4881号民事判决。
<审理程序 状态="再审">烤烟合作社不服，向贵州省高级人民法院申请再审。</审理程序>
贵州省高级人民法院于2020年9月23日作出(2020)黔民申2538号民事裁定书，指令本院再审本案。
本院受理后，依法组成合议庭审理了本案，现已审理终结。
</案件基本信息><案件基本事实部分>再审申请人烤烟合作社再审请求：撤销(2019)黔05民终4881号民事判决，维持贵州省纳雍县人民法院(2019)黔0525民初1748号民事判决。
事实及理由：二审法院适用法律错误，被申请人与申请人并不存在劳动关系。
申请人有新证据证明被申请人从2015年10月开始已经在纳雍县社保局享受城镇职工养老保险待遇，被申请人在申请人处工作时候已经达到法定退休年龄，双方之间应系劳务关系，而不是劳动关系。
一审法院认定事实清楚，适用法律正确。
再审被申请人辩称被申请人卢凤芬答辩认为：1.《国务院关于工人退休退职的暂行办法》适用对象为党政机关，事业单位和全民所有制企业，本案的当事人不是该办法适用的对象。
2.申请人认为合作社不是适格的用工主体理由不成立，再审申请人有相应的法人资格，申请人陈述的只是合作社的服务宗旨，是其合作社的内部管理手段及发展理念，与本案和合作社确认劳动关系没有关联3、本案中被申请人领取的养老保险是由其个人缴纳购买，没有与用人单位形成劳动关系的前提，也不是用人单位为被申请人购买，不因此否定双方之间存在的劳动关系。
原告诉称卢凤芬向一审法院起诉请求：确认原、被告于2018年8月15日建立劳动关系。
一审法院查明一审法院认定事实:原告卢凤芬。
被告烤烟合作社成立于2013年5月3日，类型为农民专业合作经济组织，成员出资总额49000元，业务范围为组织开展育苗、机耕、植保、烘烤、分级、农机维修、维护等农业服务；烤烟、粮食、蔬菜、水果种植及销售。
<劳动起始时间><有无书面合同 状态="有">2018年8月15日，原告卢凤芬与被告烤烟合作社签订以卢凤芬为乙方，烤烟合作社为甲方的《专业化分级人员聘用协议》，协议约定：烤烟合作社聘用卢凤芬为碓叉收购点的分级工，计时工资为每月1200元，期限为自2018年烟叶分级之日起至2018年分级结束之日止。</劳动起始时间></有无书面合同>
双方并约定本协议不能满足《劳动合同法》，不适用《劳动合同法》。
<劳动结束时间>2018年9月30日，原告乘坐三轮载货摩托车上班，途中发生交通事故。</劳动结束时间>
2019年3月11日，原告向纳雍县劳动人事争议仲裁委员会申请确认劳动关系。
<仲裁委拒绝仲裁的理由>纳雍县劳动人事争议仲裁委员以被申请人主体不适格，作出纳劳人仲不字(2019)第4号不予受理通知书。</仲裁委拒绝仲裁的理由></案件基本事实部分>
一审法院认为一审法院认为:本案系确认劳动关系纠纷，应当适用《中华人民共和国劳动合同法》及有关法律规定。
关于被告烤烟合作社是否属于劳动合同法中的用人单位，原、被告之间是否形成劳动合同关系的问题。
<回顾一审法院的认定理由>被告烤烟合作社作为农村专业合作社经济组织，虽经登记取得法人资格，具备一般经济组织的形式特征，但其本质属性为互助性质，且从其经营范围来看，仍以其组织成员为服务对象，而非一般的营利性组织，故被告烤烟合作社不属于劳动法意义上的用人单位。</回顾一审法院的认定理由>
故原告卢凤芬的主张，缺乏事实及法律依据，不予支持。
<回顾一审法院的裁判依据>据此，依照《中华人民共和国农民专业合作社法》第二条，《最高人民法院关于审理劳动争议案件适用法律若干问题的解释(二)》第七条第(六)项之规定，</回顾一审法院的裁判依据><回顾一审法院的裁判结果 状态="劳务关系">一审法院判决：驳回原告卢凤芬的诉讼请求。
案件受理费10元，减半收取5元，由原告卢凤芬负担。</回顾一审法院的裁判结果>
<案件基本事实部分>二审上诉人诉称卢凤芬不服一审判决，上诉请求：撤销原判，改判上诉人卢凤芬与纳雍县烤烟综合服务农民专业合作社存在劳动关系；一、二审诉讼费由被上诉人承担。
二审法院查明二审法院认定事实：双方当事人签订的《专业化分级人员聘用协议》约定上诉人应遵守被上诉人的纪律制度、工作规范，接受被上诉人合理安排、管理和检查考核。
上诉人卢凤芬2018年8月15日到被上诉人处工作。
对(2019)黔0525民初1748号民事判决查明的事实，予以确认。</案件基本事实部分>
二审法院认为二审法院认为本案争议焦点为：1.被上诉人是否是适格的用人单位；2.双方当事人是否存在劳动关系。
首先，关于纳雍县烤烟综合服务农民专业合作社是否为适格用人单位的问题。
<回顾二审法院的认定理由>《中华人民共和国农民专业合作社法》第五条第一款规定，农民专业合作社依照本法登记，取得法人资格。
《中华人民共和国劳动法》第二条规定，在中华人民共和国境内的企业、个体经济组织(以下统称用人单位)和与之形成劳动关系的劳动者，适用本法。
国家机关、事业组织、社会团体和与之建立劳动合同关系的劳动者，依照本法执行。
《中华人民共和国民事诉讼法》第四十八条第一款规定，公民、法人和其他组织可以作为民事诉讼的当事人。</回顾二审法院的认定理由>
本案中，纳雍县烤烟综合服务农民专业合作社于2013年5月3日登记成立，具备用人单位主体资格和诉讼主体资格。
其次，关于双方当事人是否建立劳动关系的问题。
<回顾二审法院的认定依据>《中华人民共和国劳动合同法》第十二条规定，劳动合同分为固定期限劳动合同、无固定期限劳动合同和以完成一定工作任务为期限的劳动合同。</回顾二审法院的认定依据>
本案中，双方当事人签订的《专业化分级人员聘用协议》约定了服务期限(自2018年烟叶分级之日起至2018年分级结束之日止)、工资待遇、工作岗位，以及上诉人应遵守被上诉人的纪律制度和工作规范，被上诉人有权对上诉人进行管理考核。
双方订立的上述协议符合劳动关系中劳动者为用人单位提供劳动，接受用人单位管理，用人单位支付劳动报酬的特点。
<结束劳动时是否达到法定退休年龄 状态="是"><劳动者何时达到法定退休年龄 状态="劳动前达到法定退休年龄"><回顾二审法院的认定理由>另外，虽然上诉人在双方签订《专业化分级人员聘用协议》时已经超过法定退休年龄，但未有证据证明上诉人已享受基本养老保险待遇或退休金，法律没有禁止上诉人作为劳动者。</结束劳动时是否达到法定退休年龄></劳动者何时达到法定退休年龄>
如前所述，纳雍县烤烟综合服务农民专业合作社具有用人单位主体资格。
虽然双方签订的《专业化分级人员聘用协议》中约定了该协议不能满足与《中华人民共和国劳动合同法》，不适用《中华人民共和国劳动合同法》，但根据前述内容，双方之间建立了劳动关系，该约定与前述法律规定不符，属于无效条款。
综上，双方后，上诉人为被上诉人提供劳动，双方自2018年8月15日建立了以完成一定工作任务为期限的劳动合同关系。</回顾二审法院的认定理由>
<回顾二审法院的裁判依据>据此，依照《中华人民共和国劳动法》第二条，《中华人民共和国劳动合同法》第十二条，《中华人民共和国农民专业合作社法》第五条第一款，《中华人民共和国民事诉讼法》第四十八条第一款及《中华人民共和国民事诉讼法》第一百七十条第一款第(二)项之规定，</回顾二审法院的裁判依据><回顾二审法院的裁判结果 状态="劳动关系">二审法院判决：一、撤销贵州省纳雍县人民法院(2019)黔0525民初1748号民事判决。
二、上诉人卢凤芬与被上诉人纳雍县烤烟综合服务农民专业合作社自2018年8月15日起建立劳动合同关系。
一审案受理费10元，减半收取5元，二审案件受理费10元，共15元，由被上诉人纳雍县烤烟综合服务农民专业合作社承担。</回顾二审法院的裁判结果>
<案件基本事实部分>再审中，再审申请人烤烟合作社提交了以下证据：纳雍县社会保险事业局出具的证明一份；拟证明：被申请人从2015年10月份开始就已经享受城镇职工养老保险待遇。
被申请人卢凤芬质证认为：对该组证据的合法性有异议，没有出具单位负责人以及经办人的签字，公章没有编码，被申请人有理由怀疑该证据的真实性。
同时，被申请人享受的养老保险待遇是其自己购买，系农村基本养老保险待遇。
本院查明经审查，再审申请人提交的证明，来源真实合法，与本案具有关联性，可以达到申请人的证明目的，本院予以采信。
<有无享受养老保险待遇 状态="有"><养老保险待遇类型 状态="城镇居民社会养老保险">本院经再审查明：卢凤芬于2015年10月起享受城镇职工养老保险待遇，2018年每月养老保险待遇为1113.13元，2019年每月养老保险待遇为1203.2元。</有无享受养老保险待遇></养老保险待遇类型>
对本院(2019)黔05民终4881号民事判决认定的事实予以确认。</案件基本事实部分>
<理由>本院认为本院再审认为，本案再审的争议焦点为：烤烟合作社与卢凤芬之间是否存在劳动关系。
<审理法院的认定理由>被申请人卢凤芬于2015年10月起享受城镇职工养老保险待遇，根据<审理法院的认定依据>最高人民法院《关于审理劳动争议案件适用法律若干问题的解释(三)》第七条：“用人单位与其招用的已经依法享受养老保险待遇或者领取退休金的人员发生用工争议，向人民法院提起诉讼的，人民法院应当按劳务关系处理”</审理法院的认定依据>之规定，双方2018年8月15日签订《专业化分级人员聘用协议》应当按劳务关系处理。</审理法院的认定理由>
<审理法院的对应裁判结果 状态="劳务关系">被申请人关于确认双方于2018年8月15日建立劳动关系的请求，应当予以驳回。</审理法院的对应裁判结果>
本院(2019)黔05民终第4881号民事判决认为卢凤芬与烤烟合作社自2018年8月15日起建立劳动合同关系不当，予以纠正；贵州省纳雍县人民法院(2019)黔0525民初1748号民事判决虽然适用法律不当，但判决结果正确，本院纠正后予以维持。
综上，再审申请人烤烟合作社的再审请求成立，本院予以支持。</理由>
<裁判依据>依照《中华人民共和国民事诉讼法》第一百七十条第一款第二项，第二百零七条第一款，《最高人民法院关于适用的解释》第三百三十四条、第四百零七条第二款，</裁判依据><裁判主文>判决如下：裁判结果<审理法院的对应裁判结果 状态="劳务关系">一、撤销本院(2019)黔05民终第4881号民事判决；二、维持贵州省纳雍县人民法院(2019)黔0525民初1748号民事判决。</审理法院的对应裁判结果>
一审案件受理费5元，二审案件受理费10元，均由卢凤芬承担。
本判决为终审判决。</裁判主文>
<落款>落款<审理法官>审判长 王 云审判员 胡伟科审判员 郭少华</审理法官><审结时间>二〇二一年四月八日</审结时间>书记员 赵 莉</落款>
"""
]

details = '''
"""
"案件基本信息": {
        "提示词": "本案现已审理终结"
    },
    "案名": {
        "提示词": "纠纷"
    },
    "审理法院": {
        "提示词": "人民法院"
    },
    "案号": {
        "提示词": "号；民事判决书"
    },
    "审理程序": {
        "状态": [ "一审", "二审","再审" ],
        "提示词": "初（一审）；终（二审）；再（再审）"
    },
    "案件基本事实部分": {
    },
    "劳动者性别": {
        "状态": [ "男", "女" ],
        "提示词": "父亲；丈夫；儿子；哥——男；母亲；妻子；女儿；妹；女工人——女；"
    },
    "出生时间": {
    },
    "劳动起始时间": {
        "提示词": "入职；开始工作；自…到…；工龄"
    },
    "劳动结束时间": {
        "提示词": "死亡；发生交通事故；受伤；车祸；解除劳动合同；离开工作岗位"
    },
    "开始劳动的年龄": {
        "提示词": "入职；开始工作；"
    },
    "结束劳动的年龄": {
        "提示词": "发生交通事故；死亡；受伤；"
    },
    "有无书面合同": {
        "状态": [ "有", "无" ],
        "提示词": "签订书面劳动合同；劳务合同；雇佣协议书；协议书；聘用合同书；书面劳动合同；口头约定；无固定期限劳动合同"
    },
    "仲裁委拒绝仲裁的理由": {
        "提示词": "申请仲裁；不予受理；年龄超过退休年龄"
    },
    "劳动者何时达到法定退休年龄": {
        "状态": [ "劳动期间达到法定退休年龄", "劳动前达到法定退休年龄" ],
        "提示词": "乙方已达法定退休年龄；入职时已达到法定退休年龄；已达到法定退休年龄；劳动前达到法定退休年龄；"
    },
    "结束劳动时是否达到法定退休年龄": {
        "状态": [ "是", "否" ],
        "提示词": "属于超过法定退休年龄；超过法定退休年龄"
    },
    "有无享受养老保险待遇": {
        "状态": [ "有", "无" ],
        "提示词": "领取养老金；享受；城乡居民养老保险；城镇居民社会养老保险；新型农村社会养老保险；城镇职工基本养老保险待遇"
    },
    "养老保险待遇类型": {
        "状态": [ "城乡居民养老保险", "城镇居民社会养老保险", "新型农村社会养老保险", "城镇职工基本养老保险待遇" ],
        "提示词": "城乡居民养老保险；城镇居民社会养老保险；新型农村社会养老保险；城镇职工基本养老保险待遇"
    },
    "回顾一审法院的认定理由": {
    },
    "回顾一审法院的认定依据": {
    },
    "回顾一审法院的裁判依据": {
    },
    "回顾一审法院的裁判结果": {
        "状态": [ "劳动关系", "劳务关系" ],
    },
    "回顾二审法院的认定理由": {
    },
    "回顾二审法院的认定依据": {
    },
    "回顾二审法院的裁判依据": {
    },
    "回顾二审法院的裁判结果": {
        "状态": [ "劳动关系", "劳务关系" ],
    },
    "理由": {
    },
    "审理法院的认定理由": {
    },
    "审理法院的认定依据": {
    },
    "基本养老保险待遇的认定理由": {
    },
    "是否认定为基本养老保险待遇": {
        "状态": [ "是", "否" ]
    },
    "裁判依据": {
    },
    "审理法院的实体裁判依据": {
    },
    "裁判主文": {
        "提示词": "判决如下"
    },
    "审理法院的对应裁判结果": {
        "状态": [ "劳动关系", "劳务关系" ]
    },
    "落款": {
    },
    "审结时间": {
    },
    "审理法官": {
    }
"""
'''
detail = """
'案件基本信息'的提示词为'本案现已审理终结'。'案名'的提示词为'纠纷'。'审理法院'的提示词为'人民法院'。'案号'的提示词为'号；民事判决书'。'审理程序'的提示词为'初（一审）；终（二审）；再（再审）'，属性值包括'一审'、'二审'和'再审'。
'案件基本事实部分'的提示词为空。'劳动者性别'的提示词是'父亲；丈夫；儿子；哥'时，属性值是'男'；当遇到'母亲；妻子；女儿；妹；女工人'等提示词时，属性值是'女'。'劳动起始时间'的提示词为'入职；开始工作；自…到…；工龄'。'劳动结束时间'的提示词为'死亡；发生交通事故；受伤；车祸；解除劳动合同；离开工作岗位'。'开始劳动的年龄'的提示词为'入职；开始工作；'。'结束劳动的年龄'的提示词为'发生交通事故；死亡；受伤；'。'有无书面合同'的提示词为'签订书面劳动合同；劳务合同；雇佣协议书；协议书；聘用合同书；书面劳动合同；口头约定；无固定期限劳动合同'，属性值包括'有'和'无'。'仲裁委拒绝仲裁的理由'的提示词为'申请仲裁；不予受理；年龄超过退休年龄'。'劳动者何时达到法定退休年龄'的提示词为'乙方已达法定退休年龄；入职时已达到法定退休年龄；已达到法定退休年龄；劳动前达到法定退休年龄；'，属性值包括'劳动期间达到法定退休年龄'和'劳动前达到法定退休年龄'。'结束劳动时是否达到法定退休年龄'的提示词为'属于超过法定退休年龄；超过法定退休年龄'，属性值包括'是'和'否'。'有无享受养老保险待遇'的提示词为'领取养老金；享受；城乡居民养老保险；城镇居民社会养老保险；新型农村社会养老保险；城镇职工基本养老保险待遇'，属性值包括'无'和'有'。'养老保险待遇类型'的提示词为'城乡居民养老保险；城镇居民社会养老保险；新型农村社会养老保险；城镇职工基本养老保险待遇'，属性值包括'城乡居民养老保险'、'城镇居民社会养老保险'、'新型农村社会养老保险'和'城镇职工基本养老保险待遇'。'回顾一审法院的裁判结果'的属性值包括'劳动关系'和'劳务关系'。'回顾二审法院的裁判结果'的属性值包括'劳动关系'和'劳务关系'。
'是否认定为基本养老保险待遇'的属性值包括'是'和'否'。
'裁判主文'的提示词为'判决如下'。'审理法院的对应裁判结果'的属性值包括'劳动关系'和'劳务关系'。
"""
xml = '''
"""
<案件基本信息>
    <案名></案名>
    <案号></案号>
    <审理法院></审理法院>
    <审理程序></审理程序>
</案件基本信息>
<案件基本事实部分>
    <劳动者性别></劳动者性别>
    <出生时间></出生时间>
    <劳动起始时间></劳动起始时间>
    <劳动结束时间></劳动结束时间>
    <开始劳动的年龄></开始劳动的年龄>
    <结束劳动的年龄></结束劳动的年龄>
    <是否达到法定退休年龄></是否达到法定退休年龄>
    <何时达到法定退休年龄></何时达到法定退休年龄>
    <有无书面合同></有无书面合同>
    <仲裁委拒绝仲裁的理由></仲裁委拒绝仲裁的理由>
    <有无享受养老保险待遇></有无享受养老保险待遇>
    <养老保险待遇类型></养老保险待遇类型>
    <回顾一审法院的认定理由></回顾一审法院的认定理由>
    <回顾一审法院的认定依据></回顾一审法院的认定依据>
    <回顾一审法院的裁判依据></回顾一审法院的裁判依据>
    <回顾一审法院的裁判结果></回顾一审法院的裁判结果>
    <回顾二审法院的认定理由></回顾二审法院的认定理由>
    <回顾二审法院的认定依据></回顾二审法院的认定依据>
    <回顾二审法院的裁判依据></回顾二审法院的裁判依据>
    <回顾二审法院的裁判结果></回顾二审法院的裁判结果>
</案件基本事实部分>
<理由>
    <审理法院的认定理由></审理法院的认定理由>
    <审理法院的认定依据></审理法院的认定依据>
    <基本养老保险待遇的认定理由></基本养老保险待遇的认定理由>
    <是否认定为基本养老保险待遇></是否认定为基本养老保险待遇>
</理由>
<裁判依据>
    <审理法院的实体裁判依据></审理法院的实体裁判依据>
</裁判依据>
<裁判主文>
    <审理法院的对应裁判结果></审理法院的对应裁判结果>
</裁判主文>
<落款>
    <审结时间></审结时间>
    <审理法官></审理法官>
</落款>
"""
'''

attribute_keys = [
    "审理程序",
    "劳动者性别",
    "有无书面合同",
    "劳动者何时达到法定退休年龄",
    "结束劳动时是否达到法定退休年龄",
    "有无享受养老保险待遇",
    "养老保险待遇类型",
    "回顾一审法院的裁判结果",
    "回顾二审法院的裁判结果",
    "是否认定为基本养老保险待遇",
    "审理法院的对应裁判结果"
]
text_keys = [
    "案件基本信息",
    "案名",
    "审理法院",
    "案号",
    "案件基本事实部分",
    "出生时间",
    "劳动起始时间",
    "劳动结束时间",
    "开始劳动的年龄",
    "结束劳动的年龄",
    "仲裁委拒绝仲裁的理由",
    "回顾一审法院的认定理由",
    "回顾一审法院的认定依据",
    "回顾一审法院的裁判依据",
    "回顾二审法院的认定理由",
    "回顾二审法院的认定依据",
    "回顾二审法院的裁判依据",
    "理由",
    "审理法院的认定理由",
    "审理法院的认定依据",
    "基本养老保险待遇的认定理由",
    "裁判依据",
    "审理法院的实体裁判依据",
    "裁判主文",
    "落款",
    "审结时间",
    "审理法官"
]
